Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Nó có thể được sử dụng toàn bộ hoặc một phần khi thích hợp, theo quyết định của mỗi khách sạn được nhượng quyền khi xây dựng chính sách của riêng họ.
vi: Chính sách có thể được sử dụng toàn bộ hoặc một phần khi thích hợp, theo quyết định của mỗi khách sạn nhượng quyền khi xây dựng chính sách của riêng mình.

source: Nó cũng bao gồm kiểm toán an toàn thực phẩm được thực hiện bởi Cơ quan có thẩm quyền (AHJ).
vi: Việc này cũng bao gồm kiểm nghiệm an toàn thực phẩm được thực hiện bởi Cơ quan có thẩm quyền.

source: Nếu Hồ bơi không được bảo trì, nó phải được che phủ bằng cách sử dụng ít nhất một tấm lưới vinyl 12 thước có độ bền 1.800Kg (4.000lbs) được neo chắc chắn tại chỗ.
vi: Nếu không được bảo trì, hồ bơi phải được che phủ bằng ít nhất một tấm lưới vinyl 12 gauge có độ bền chống rách 1.800Kg neo chắc chắn tại chỗ.

source: Nếu nhãn hiệu IHG không được đăng ký tại quốc gia nơi phân phát tài liệu quảng cáo, hãy liên hệ với thành viên của nhóm pháp lý Sở hữu trí tuệ toàn cầu IHG để được hướng dẫn đánh dấu trên trademarks@ihg.com.
vi: Nếu nhãn hiệu IHG không được đăng ký tại quốc gia nơi phân phát tài liệu quảng cáo, hãy liên hệ với nhóm pháp lý Sở hữu trí tuệ toàn cầu IHG để được hướng dẫn về đánh dấu ký hiệu qua email trademarks@ihg.com.

source: Nếu trong trường hợp không tuân thủ, một khoản phí tối thiểu [$$$] sẽ được áp dụng để khôi phục phòng khách hoặc không gian công cộng về điều kiện không khói thuốc.
vi: Nếu trong trường hợp không tuân thủ, một khoản phí tối thiểu [$$$] sẽ được áp dụng để khôi phục phòng khách hoặc không gian công cộng về tình trạng không khói thuốc.

source: Nếu được cung cấp, nó phải là loại thương mại và được tích hợp vào thiết kế của công tắc.
vi: Nếu có, nó phải là loại thương mại và được tích hợp vào thiết kế công tắc.

source: Offer of a show round tour [29022] Cung cấp một tour du lịch vòng quanh
vi: Offer of a showround tour [29022] Đề xuất cung cấp một tour tham quan

source: Offer of a showround tour [58984] Cung cấp một tour du lịch thăm thú
vi: Offer of a showround tour [58984] Đề xuất cung cấp một tour tham quan

source: Offered complimentary luggage storage [234] Cất hành lý miễn phí
vi: Offered complimentary luggage storage [234] Đề xuất gửi hành lý miễn phí

source: Offsite welcome desks must be clean, well presented and free of clutter at all times Bàn tiếp tân bên ngoài phải sạch sẽ, được trình bày cẩn thận và không có sự bừa bộn mọi lúc
vi: Offsite welcome desks must be clean, well presented and free of clutter at all times [89] Bàn tiếp tân bên ngoài luôn luôn phải sạch sẽ, gọn gàng, được trình bày cẩn thận.

source: Omelette [59801] Trứng ốp lết
vi: Omelette [59801]

source: Omelettes must be offered and include: [53316] Phải cung cấp trứng ốp lét và bao gồm:
vi: Omelettes must be offered and include: [53316] Phải cung cấp trứng omelette và bao gồm:

source: One 30ml (1 fl oz) body lotion [57366] Một loại sữa dưỡng thể 30ml (1 fl oz)
vi: One 30ml (1 fl oz) body lotion [57366] Một sữa dưỡng thể 30ml (1 fl oz)

source: One American [51905] Một kiểu Mỹ
vi: One American [51905] Một set kiểu Mỹ

source: One Continental [51704] Một kiểu Âu
vi: One Continental [51704] Một set kiểu Âu

source: One Point of Sales System (POS) terminal per 50 covers [116193] Một máy hệ thống POS cho 50 covers
vi: One Point of Sales System (POS) terminal per 50 covers [116193] Một bộ máy POS cho 50 khách

source: One all bran cereal [59753] Ngũ cốc all bran
vi: One all bran cereal [59753] Một ngũ cốc all-bran

source: One bathroom tumbler [58859] Một cốc vại nhà tắm
vi: One bathroom tumbler [58859] Một cốc súc miệng

source: One bottle of sparkling mineral water [57335] Một chai nước khoáng sparkling
vi: One bottle of sparkling mineral water [57335] Một chai nước khoáng có ga

source: One breakfast set menu [589078] Một thực đơn bữa sáng
vi: One breakfast set menu [589078] Một thực đơn bữa sáng theo set

source: One citrus [581067] Một quả cam
vi: One citrus [581067] Một quả thuộc chi cam chanh

source: One citrus [59769] Một quả cam
vi: One citrus [59769] Một quả thuộc chi cam chanh

source: One clothes rail must be installed at an accessible height: [39744] Một thanh treo quần áo phải được cài đặt ở độ cao cho người khuyết tật:
vi: One clothes rail must be installed at an accessible height: [39744] phải bố trí một thanh treo quần áo ở độ cao cho người khuyết tật:

source: One desk with desk chair and desk lamp [112843] Một bàn với ghế bàn và đèn bàn
vi: One desk with desk chair and desk lamp [112843] Một bàn làm việc với ghế và đèn bàn

source: One each: fork, knife and dessert spoon [60370] Mỗi bàn được setup: dĩa, dao và muỗng tráng miệng
vi: One each: fork, knife and dessert spoon [60370] Mỗi khách có: dĩa, dao và thìa tráng miệng

source: One fresh fruit salad must be displayed with no added sugar [59773] Một món salad trái cây tươi phải được bày biện và không thêm đường
vi: One fresh fruit salad must be displayed with no added sugar [59773] Một món salad trái cây tươi phải được bày và không thêm đường

source: One jam must not contain any added sugar [60196] Một lọ mứt không có thêm đường
vi: One jam must not contain any added sugar [60196] Một lọ mứt jam không có thêm đường

source: One local or regional [52282] Một món địa phương hoặc khu vực
vi: One local or regional [52282] Một món địa phương hoặc vùng miền

source: One local or regional beer [61570] Một bia địa phương hoặc khu vực
vi: One local or regional beer [61570] Một bia địa phương hoặc vùng miền

source: One local or regional beer option [57333] Một loại bia địa phương hoặc khu vực
vi: One local or regional beer option [57333] Một loại bia tại địa phương hoặc vùng miền

source: One local or regional breakfast set [584052] Một bữa ăn sáng địa phương hoặc khu vực
vi: One local or regional breakfast set [584052] Set bữa sáng địa phương hoặc vùng miền

source: One local or regional dessert [52238] Một món tráng miệng địa phương hoặc khu vực
vi: One local or regional dessert [52238] Một món tráng miệng địa phương hoặc vùng miền

source: One local or regional drink is recommended [587086] Khuyến nghị một đồ uống địa phương hoặc khu vực
vi: One local or regional drink is recommended [587086] Khuyến nghị một đồ uống địa phương hoặc vùng miền

source: One local or regional fruit is recommended [587083] Khuyến nghị một loại trái cây địa phương hoặc khu vực.
vi: One local or regional fruit is recommended [587083] Khuyến nghị một loại trái cây địa phương hoặc vùng miền.

source: One local or regional item [51383] Một loại địa phương hoặc khu vực
vi: One local or regional item [51383] Một món địa phương hoặc vùng miền

source: One local or regional item [51672] Một món địa phương hoặc khu vực
vi: One local or regional item [51672] Một món địa phương hoặc vùng miền

source: One local or regional item [587059] Một vật phẩm địa phương hoặc khu vực
vi: One local or regional item [587059] Một món địa phương hoặc vùng miền

source: One local or regional item [589070] Một loại địa phương hoặc khu vực
vi: One local or regional item [589070] Một món địa phương hoặc vùng miền

source: One marmalade [60195] Một mứt
vi: One marmalade [60195] Một marmalade

source: One melon [59768] Một quả dưa
vi: One melon [59768] Một quả họ dưa

source: One mug [58860] Một cốc
vi: One mug [58860] Một cốc có quai

source: One must be Cabernet Sauvignon or the main grape variety in a blend [53829] Một phải là Cabernet Sauvignon hoặc giống nho chính trong một pha trộn
vi: One must be Cabernet Sauvignon or the main grape variety in a blend [53824] Một loại phải là Cabernet Sauvignon hoặc Cabernet Sauvignon là loại nho chính trong hỗn hợp nho ủ rượu

source: One must be Chardonnay or the main grape variety in a blend [587093] Một phải là Chardonnay hoặc giống nho chính trong một pha trộn
vi: One must be Chardonnay or the main grape variety in a blend [587093] Một loại phải là Chardonnay hoặc Chardonnay là loại nho chính trong hỗn hợp nho ủ rượu

source: One must be Pinot Noir or the main grape variety in a blend [98435] Một phải là Cabernet Pinot Noir hoặc giống nho chính trong một pha trộn
vi: One must be Pinot Noir or the main grape variety in a blend [53824] Một loại phải là Pinot Noir hoặc Pinot Noir là loại nho chính trong hỗn hợp nho ủ rượu

source: One must be Sauvignon Blanc or the main grape variety in a blend [53824] Một phải là Sauvignon Blanc hoặc giống nho chính trong một pha trộn
vi: One must be Sauvignon Blanc or the main grape variety in a blend [53824] Một loại phải là Sauvignon Blanc hoặc Sauvignon Blanc là loại nho chính trong hỗn hợp nho ủ rượu

source: One pass around item for kids during breakfast is permitted [583054] Cho phép một vật phẩm pass around cho trẻ em trong bữa sáng
vi: One pass around item for kids during breakfast is permitted [583054] Cho phép một món pass around cho trẻ em trong bữa sáng

source: One plain [59922] Một plain
vi: One plain [59922] Một bánh không nhân

source: One protein [52281] Một protein
vi: One protein [52281] Một protein (thịt)

source: One regular Coca Cola or Pepsi Cola bottle or can [57326] Một chai hoặc lon Coca Cola hoặc Pepsi Cola thông thường
vi: One regular Coca Cola or Pepsi Cola bottle or can [57326] Một chai hoặc lon Coca Cola hoặc Pepsi Cola thường

source: One snack item must be local or regional [507050] Một món ăn vặt địa phương hoặc khu vực
vi: One snack item must be local or regional [507050] Một món ăn vặt địa phương hoặc vùng miền

source: One style [115545] Một phong cách
vi: One style [115545] Một phong cách đồng bộ

source: One task light [56855] Một đèn bổ sung
vi: One task light [56855] Một đèn làm việc

source: One teaspoon [58861] Một thìa
vi: One teaspoon [58861] Một thìa trà

source: One vinaigrette [59824] Một vinaigrette
vi: One vinaigrette [59824] Một sốt dầu giấm

source: One wireless telephone for customer use for inbound or outbound calls [92612] Một điện thoại không dây cho khách hàng gọi trong hoặc ngoài nước
vi: One wireless telephone for customer use for inbound or outbound calls [92612] Một điện thoại không dây nhận cuộc gọi đến từ khách hàng và

source: One wrap [587058] Một gói
vi: One wrap [587058] Một món wrap

source: One wrap [589069] Một gói
vi: One wrap [589069] Một món wrap

source: One yoghurt based [59825] Một loại salad sữa chua
vi: One yoghurt based [59825] Một loại sốt sữa chua

source: Only branded hotel information can be provided in the vehicle [385070] Chỉ có thể cung cấp thông tin khách sạn có thương hiệu trong xe
vi: Only branded hotel information can be provided in the vehicle [385070] Chỉ có thể cung cấp thông tin khách sạn trong xe

source: Only the following collateral items can be placed on the desk: [98646] Chỉ có thể đặt các tài liệu quảng bá sau đây trên bàn:
vi: Only the following collateral items can be placed on the desk: [98646] Chỉ có thể đặt vật sau đây trên bàn:

source: Onward Distribution FAQs Document Tài liệu hỏi đáp phân phối trở đi
vi: Onward Distribution FAQs Document Tài liệu hỏi đáp để phân phát

source: Operable only from inside the guest room [285221] Chỉ có thể hoạt động từ bên trong phòng khách
vi: Operable only from inside the guest room [285221] Chỉ có thể vận hành từ bên trong phòng khách

source: Operated by electronic push buttons [44583] Hoạt động bằng các nút ấn điện tử
vi: Operated by electronic push buttons [44583] Hoạt động bằng các nút bấm điện tử

source: Other Khác
vi: General Thông tin chung

source: Our standards include content that may apply across the lifecycle of a hotel. Tiêu Chuẩn bao gồm nội dung áp dụng cho toàn bộ chu kì của một khách sạn.
vi: Our standards include content that may apply across the lifecycle of a hotel. Tiêu Chuẩn bao gồm nội dung có thể áp dụng cho các vòng đời khác nhau của một khách sạn.

source: Outsourced bakeries are permitted [583100] Cho phép tiệm bánh mỳ bên ngoài
vi: Outsourced bakeries are permitted [583100] Cho phép dùng bánh mỳ outsource bên ngoài

source: Overflow outlet [78158] Ổ điện quá dòng
vi: Overflow outlet [78158] Lỗ thoát nước chống tràn

source: PCI - Hiểu về tuân thủ PCI - Tuân thủ -
vi: PCI Compliance - Best Practices for Hotel Management Tuân thủ tiêu chuẩn PCI - Phương pháp thực hành tốt nhất

source: PCI - Understanding PCI Compliance PCI - Compliance - Best Practices for Hotel Management Handling Credit Cards Securely Introduction to Information Security
vi: PCI - Understanding PCI Compliance Hiểu Tiêu chuẩn PCI

source: Paint
vi: Paint Sơn

source: Paint Sơn
vi: Suspended Ceiling Tiles Trần thạch cao nổi

source: Paper seals for toilet seat are not permitted [57353] Không cho phép bịt giấy vào chỗ ngồi nhà vệ sinh
vi: Paper seals for toilet seat are not permitted [57353] Không cho phép dùng lót giấy cho bệ toilet

source: Paper towel dispensers must meet the following: [215051] Hộp đựng khăn giấy phải đáp ứng như sau:
vi: Paper towel dispensers must meet the following: [215051] Hộp đựng giấy phải đáp ứng như sau:

source: Parking areas [56659] khu vực đỗ xe
vi: Parking areas [56659] khu đỗ xe

source: Parking spaces to be a minimum of 2.4m (8ft) x 4.8m (16ft) and free from obstruction [12230] Chỗ để xe tối thiểu 2,4m (8ft) x 4,8m (16ft) và không bị tắc nghẽn
vi: Parking spaces to be a minimum of 2.4m (8ft) x 4.8m (16ft) and free from obstruction [12230] Chỗ để xe kích thước tối thiểu 2,4m x 4,8m và không có vật cản

source: Pass around items are not permitted [60334] Không cho phép các vật phẩm pass around
vi: Pass around items are not permitted [60334] Không cho phép các món pass around

source: Pattern: White-on-white patterns are permitted [66877] Khuôn mẫu: cho phép White-on-white
vi: Pattern: White-on-white patterns are permitted [66877] Họa tiết: cho phép họa tiết với các tông trắng khác nhau

source: Pencils and sharpener [2334] Bút chì và gọt
vi: Pencils and sharpener [2334] Bút chì và gọt bút chì

source: Pens [51] Bút Viết
vi: Pens [51] Bút mực

source: Perform Thực Hiện
vi: Perform https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-solutions/solution-detail?solution-uuid=ab596bd3-4123-49f8-bbeb-1c1474c642f0

source: Phim trả tiền cho mỗi lần xem hoặc các chương trình khác được mức độ NC-17, (X) hoặc tương đương đều không được phép.
vi: Phim trả tiền cho mỗi lần xem hoặc các chương trình khác có rating NC-17, (X) hoặc tương đương không được cho phép.

source: Photo Standard Requirement Support Manual Hướng dẫn hỗ trợ yêu cầu ảnh tiêu chuẩn
vi: Photo Standard Requirement Support Manual Hướng dẫn hỗ trợ yêu cầu ảnh tiêu chuẩn https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-content-hub

source: Phòng của tôi -> Chung
vi: Thông tin chung

source: Phương pháp tốt nhất để xử lý quản lý khách sạn
vi: Handling Credit Cards Securely - Xử lý vấn đề an ninh thẻ tín dụng

source: Phải có tối thiểu một và tối đa ba loại mứt trái cây
vi: Phải có tối thiểu một và tối đa ba loại compote trái cây

source: Phải được thắp sáng từ hoàng hôn và tối thiểu sáu giờ.
vi: Phải được thắp sáng từ hoàng hôn và thời gian tối thiểu sáu tiếng/

source: Pictograms are permitted [581071] Cho phép chữ tượng hình
vi: Pictograms are permitted [581071] Cho phép dùng biểu tượng

source: Pile Height 5.4mm [136115] Chiều cao lông nhung 5.4mm
vi: Pile Height 5.4mm [136115] Độ cao lông thảm 5.4mm

source: Pile Weight: 800g/m² [41241] Trọng lượng lông nhung: 800g/m2
vi: Pile Weight: 800g/m² [41241] Trọng lượng lông: 800g/m2

source: Pile Yarn Composition: 100% Nylon [98511] Thành phần sợi nhung: 100% nylon
vi: Pile Yarn Composition: 100% Nylon [98511] Thành phần sợi thảm: 100% nylon

source: Pile: Minimum twofold [67040] Đầu lông nhung: Tối thiểu gập đôi
vi: Pile: Minimum twofold [67040] Sợi khăn: tối thiểu sợi gấp đôi

source: Pile: Twofold [66893] Đầu lông nhung: gấp đôi
vi: Pile: Twofold [66893] Sợi khăn: sợi gấp đôi

source: Pile: Twofold [67019] Đầu lông nhung: gấp đối
vi: Pile: Twofold [67019] Sợi khăn: sợi gấp đôi

source: Pile: Twofold [67086] Đầu lông vũ: Gấp đôi
vi: Pile: Twofold [67086] Sợi vải áo: sợi gấp đôi

source: Pillow placement and embroidery example Ví dụ về ị trí đặt gối và thêu
vi: Pillow placement and embroidery example Ví dụ về vị trí đặt gối và chữ thêu (thiếu link)

source: Pillow size: Single, Double and Queen beds - 50cm (20in) x 66cm (26.4in) [96013] Kích thước gối: Giường đơn, giường đôi và giường cỡ Queen - 50 cm (20 in) x 66cm (26,4in)
vi: Pillow size: Single, Double and Queen beds - 50cm (20in) x 66cm (26.4in) [96013] Kích thước gối: Giường đơn, giường twin và giường cỡ Queen - 50 cm (20 in) x 66cm (26,4in)

source: Pillow size: Single, Double and Queen beds - 50cm (20in) x 66cm (26.4in) [96035] Kích thước gối: Giường đơn, giường đôi và giường cỡ Queen - 50 cm (20 in) x 66cm (26,4in)
vi: Pillow size: Single, Double and Queen beds - 50cm (20in) x 66cm (26.4in) [96035] Kích thước gối: Giường đơn, giường twin và giường Queen - 50 cm (20 in) x 66cm (26,4in)

source: Pipe and Duct Distribution
vi: Pipe and Duct Distribution Bố trí ống dẫn

source: Pipe and Duct Distribution Phân phối ống và ống dẫn
vi: Energy Targets Mục tiêu về Năng lượng

source: Piping: Green (Medium) [87899] Đường ống: Xanh (Trung bình)
vi: Piping: Green (Medium) [87899] Viền gân: Xanh (Trung bình)

source: Piping: White (Queen, Double and Single) or Red (King) Đường ống: Trắng (Queen, Đôi và Đơn) hoặc Đỏ (King)
vi: Piping: White (Queen, Double and Single) or Red (King) [65913] Viền gân: Trắng (Queen, Đôi và Đơn) hoặc Đỏ (King)

source: Piping: Yellow (Queen, Double and Single) or Blue (King) [65940] Đường ống: Vàng (Queen, Đôi và Đơn) hoặc Xanh lam (King)
vi: Piping: Yellow (Queen, Double and Single) or Blue (King) [65940] Viền gân: Vàng (phòng Queen, Twin và Đơn) hoặc Xanh lam (Phòng King)

source: Plant matrix Sơ đồ cây
vi: Plant matrix Sơ đồ cây (thiếu link)

source: Plant matrix sơ đồ cây
vi: Plant matrix Sơ đồ cây (thiếu link)

source: Plant must be maintained up to a height of 40cm (16in) maximum [76540] Cây phải được duy trì chiều cao tối đa 40cm (16in)
vi: Plant must be maintained up to a height of 40cm (16in) maximum [76540] Cây phải được duy trì độ cao tối đa 40cm (16in)

source: Planter colours must be one of the following: [46105] Màu sắc chậu cây phải theo một trong những màu sau:
vi: Planter colours must be one of the following: [46105] Màu chậu cây phải là một trong những màu sau:

source: Planter finishes must be one of the following: [17697] Hoàn thiện chậu phải theo một trong những yếu tố sau:
vi: Planter finishes must be one of the following: [17697] Hoàn thiện chậu phải theo một trong số sau:

source: Plants for the large planters must meet the following: [17692] Cây cho chậu lớn phải đáp ứng như sau:
vi: Plants for the large planters must meet the following: [17692] Cây trồng trong chậu lớn phải đáp ứng như sau:

source: Plants for the medium planters must meet the following: [17693] Cây trồng cho chậu vừa phải đáp ứng như sau:
vi: Plants for the medium planters must meet the following: [17693] Cây trồng trong chậu cỡ trung đáp ứng như sau:

source: Plants for the small planters must meet the following: [17694] Chậu cây cho các cây nhỏ phải đáp ứng như sau:
vi: Plants for the small planters must meet the following: [17694] Cây trồng trong chậu cây cỡ nhỏ phải đáp ứng như sau:

source: Plastic or Disposable bib [304054] Yếm nhựa hoặc dùng một lần
vi: Plastic or Disposable bib [304054] Yếm nhựa hoặc yếm dùng một lần

source: Plates are recommended to have non-flip design, [300066] Đĩa nên thiết kế không lật
vi: Plates are recommended to have non-flip design, [300066] Đĩa nên có thiết kế chống lật

source: Plumbing
vi: Plumbing Hệ thống dẫn nước

source: Plumbing and Drainage
vi: Plumbing and Drainage Hệ Thống Bơm và Thoát Nước

source: Plumbing and Drainage Hệ Thống Nước và Thoát Nước
vi: Plumbing and Drainage Hệ Thống Bơm và Thoát Nước

source: Pockets: Hand pockets are permitted [67084] Túi: cho phép túi xách tay
vi: Pockets: Hand pockets are permitted [67084] Túi: cho phép túi áo

source: Podium (table top or full) [407067] Bục (mặt bàn hoặc toàn phần)
vi: Podium (table top or full) [407067] Bục diễn thuyết (mặt bàn hoặc bục full size)

source: Point of Sales
vi: Point of Sales Máy bán hàng POS

source: Polished chrome [285177] Đánh bóng chrome
vi: Polished chrome [285177] chrome đánh bóng

source: Polished float glass mirror [13235] Gương nổi đánh bóng.
vi: Polished float glass mirror [13235] Gương kính nổi đánh bóng.

source: Pool
vi: Pool Bể bơi

source: Poolside
vi: Poolside Bên bể bơi

source: Popular Internationally Recognised Dishes List Danh sách món ăn quốc tế phổ biến
vi: Popular Internationally Recognised Dishes List Danh sách món ăn quốc tế phổ biến (thiếu link)

source: Post-it notes are recommended [50346] Khuyến nghị các miếng giấy vuông nhỏ ghi chú có thể dính
vi: Post-it notes are recommended [50346] Khuyến nghị cung cấp giấy note

source: Powder coated white [79902] Phủ bột màu trắng
vi: Powder coated white [79902] Sơn tĩnh điện trắng

source: Pre Function & Breakout Areas
vi: Pre Function & Breakout Areas Khu tiền sự kiện & Breakout

source: Pre event
vi: Pre event Trước sự kiện

source: Pre-opening process
vi: Pre-opening process Quá trình trước khi mở cửa

source: Pre-opening process Quá trình Pre-opening
vi: Record Documentation Lưu trữ Hồ sơ

source: Preferred Supplier: Nhà cung cấp ưu tiên:
vi: Preferred Supplier: Nhà cung cấp được ưu tiên:

source: Preferred Supplier: nhà cung cấp ưu tiên
vi: Preferred Supplier: Nhà cung cấp được khuyến nghị:

source: Primary Backing: TM100 [98512] Vật liệu lót chính: TM100
vi: Primary Backing: TM100 [98512] Lớp lót chính: TM100

source: Printed Manuals [18266] Hướng dẫn được in
vi: Printed Manuals [18266]Ấn phẩm hướng dẫn

source: Prior to serving, guests must be offered to taste the wine, if ordered by bottle [59720] Trước khi phục vụ, khách phải được mời nếm rượu, nếu được gọi bằng chai
vi: Prior to serving, guests must be offered to taste the wine, if ordered by bottle [59720] Trước khi phục vụ, khách phải được mời nếm rượu nếu order theo chai

source: Priority Welcome Sign Option 1 Lựa Chọn Biển Báo Chào Đón Ưu Tiên 1
vi: Priority Welcome Sign Option 2 Biển Báo Chào Đón Ưu Tiên 1 See also ID number 212 Xem thêm số ID 212

source: Priority Welcome Sign Option 2 Lựa Chọn Biển Báo Chào Đón Ưu Tiên 2
vi: Priority Welcome Sign Option 2 Biển Báo Chào Đón Ưu Tiên 2

source: Professionally fabricated [289054] Chế tạo chuyên nghiệp
vi: Professionally fabricated [289054] Sản xuất chuyên nghiệp

source: Projection screen or flat screen monitor [407062] Màn hình chiếu hoặc màn hình phẳng
vi: Projection screen or flat screen monitor [407062] Màn chiếu hoặc TV màn hình phẳng

source: Promotional Material Tài liệu quảng bá
vi: Promotional Material Tài liệu quảng cáo

source: Property Management System
vi: Property Management System Hệ thống quản lý Tài sản

source: Protected from damage [289055] Bảo vệ khỏi phá hủy
vi: Protected from damage [289055] Bảo vệ khỏi hư hại

source: Provide a minimum clearance of 1.8m (6ft) between bottom of shower head and shower or bath floor.[89870] Cung cấp một khoảng trống tối thiểu 1,8m (6ft) giữa đáy vòi hoa sen và vòi sen hoặc sàn tắm.
vi: Provide a minimum clearance of 1.8m (6ft) between bottom of shower head and shower or bath floor.[89870] Cung cấp một khoảng trống tối thiểu 1,8m (6ft) giữa mặt dưới bát sen và sàn phòng tắm hoặc sàn bồn tắm đứng.

source: Provide a minimum sound level of 65dBA in Places of Assembly [263148] Cung cấp mức âm thanh tối thiểu 65dBA trong Nơi Tập Kết
vi: Provide a minimum sound level of 65dBA in Places of Assembly [263148] Cung cấp mức âm thanh tối thiểu 65dBA ở các nơi tập trung đông người
